Repository: wolfposd/avatarsync
Catalog: AvatarSync/AvatarSync/*.lproj/Localizable.strings
Languages: de

source: Select a Contact and Sync away!
de: Kontakt auswählen und Synchronisieren

source: AvatarSync needs access to the Addressbook
de: AvatarSync braucht Zugriff aufs Adressbuch

source: Enter a URL:
de: Gib eine URL ein:

source: Image download
de: Bilder-Download

source: Please enter a URL first.
de: Bitte gib zuerst eine URL ein.

# Enter Twitter Name:
source: Enter Twitter Userame:
de: Twitter Nutzername:

source: Please enter a Twitter-Username first.
de: Bitte gib zuerst einen Twitter-Nutzernamen ein.

# Enter Facebook Name:
source: Enter Facebook Username:
de: Facebook Nutzername:

source: Please enter a Facebook-Username first.
de: Bitte gib zuerst einen Facebook-Nutzernamen ein.

source: Apply
de: Übernehmen

source: Select an imagesource for %@ %@
de: Wähle eine Bildquelle aus für %@ %@

source: Source Selection
de: Quellen-Wahl

source: Pick a Source
de: Wähle eine Quelle aus

source: Automatic
de: Automatisch

source: Semi-Automatic
de: Semi-Automatisch

source: WhatsApp (from local storage)
de: WhatsApp (vom Telefonspeicher)

source: Images
de: Bilder

source: Select an image from the following
de: Wähle ein Bild von den folgenden aus

source: Contact does not have eMail Addresses
de: Kontakt hat keine eMail-Adresse

source: No images found for this User.
de: Keine Bilder für diesen Kontakt gefunden

source: Select images from Gravatar
de: Wähle ein Bild von Gravatar aus

source: Select images from Gravatar Loading....
de: Wähle ein Bild von Gravatar aus Lädt....

source: No Image found
de: Kein Bild gefunden

source: Possible Matches
de: Mögliche Treffer

source: Other Profileimages
de: Andere Profilbilder

source: No HD Image Found
de: Kein HD-Bild gefunden

source: HD Profile Images
de: HD Profilbilder

source: Cached Profile Images
de: SD Profilbilder

source: Profile Picture from WA-DB
de: Profilbild aus der WA-Datenbank

source: WA Images
de: WA Bilder

source: WhatsApp Profiles
de: WhatsApp Profilbilder

source: Select a profile picture from WhatsApp
de: Wähle ein Profilbild von WhatsApp aus

source: WhatsApp is not installed
de: WhatsApp ist nicht installiert

source: Thumbnail
de: Miniaturansicht

source: WhatsApp Thumbnails
de: WhatsApp Miniaturansichten

source: Include thumbnails in multiple?
de: Miniaturansichten im Mehrfachmodus?

source: Currently loading picture
de: Bild wird geladen

source: Picture from Facebook Graph
de: Bild vom Facebook Graph

source: No picture found :-(
de: Kein Bild gefunden :-(

source: requires webconnection
de: benötigt Internetverbindung

# Messenger is not installed
source: Facebook or Messenger are not installed
de: Facebook oder Messenger sind nicht installiert

source: Select sources to look for images Afterwards select images to apply
de: Wähle Quellen aus um nach Bildern zu suchen Danach Bilder auswählen zum anwenden

source: Start matching
de: Anfangen zu Suchen

source: No Matching entries found
de: Keine passenden Bilder gefunden

source: Match Results
de: Suchergebnisse

source: Swipe left to remove images you don't want to apply
de: Wische nach Links um Bilder zu entfernen die nicht angewendet werden sollen

source: Apply All
de: Alle Anwenden

source: %@ still has more than one image, please remove one before proceeding
de: %@ hat mehr als ein Bild. Dieses muss entfernt werden bevor es losgehen kann.

source: Nothing to configure... yet
de: Nichts zum Einstellen... bisher

# Configure your stuff
source: Configure your stuff, if you dare.
de: Stell ein, was du nicht lassen kannst.

source: Single
de: Einzel

source: Multiple
de: Mehrfach

source: Settings
de: Einstellungen

source: Yes
de: Ja

source: No
de: Nein

source: Error
de: Fehler

source: What now?!
de: Bitte was?!

source: Gotcha!
de: Verstanden!

source: Apply Image
de: Bild übernehmen

source: Successfully Downloaded
de: Erfolgreicher Download

# Are you sure you want to apply this image to user?
source: Are you sure you want to use this image?
de: Bist du sicher, dass du dieses Bild benutzen möchtest?

source: Please download an image before applying it!
de: Du musst ein Bild herunterladen bevor du es übernehmen kannst!
